export default {
  heading: "КОСМОС™",
  subtitle: "Построй себя",
  navbar_home: "ГЛАВНЫЙ",
  navbar_equipment: "ОБОРУДОВАНИЕ",
  navbar_intelligence: "ИНТЕЛЛЕКТ",
  navbar_progress_tracking: "ОТСЛЕЖИВАНИЕ ПРОГРЕССА",
  navbar_workouts: "ТРЕНИРОВКИ",
  navbar_locations: "МЕСТОПОЛОЖЕНИЯ",
  navbar_pricing: "ЦЕНЫ",
  first_inner_box_h1: "СМАРТ",
  first_inner_box_h1_2: "ДОМ",
  first_inner_box_h1_3: "ФИТНЕС",
  first_inner_box_h1_4: "НАЧАТЬ",
  second_inner_box_h3: "О НАС",
  second_inner_box_p:
    "Люди в большинстве стран сталкиваются с такими проблемами, как избыточный вес, диабет и некоторые другие серьезные проблемы со здоровьем. Одна из моих самых больших мечтаний - помочь людям всегда быть счастливыми, здоровыми и чувствовать себя молодыми. Штаб-квартира нашей компании находится в Китае, и она была основана в 2020 году. После нескольких месяцев напряженной работы наша компания постепенно приступила к выпуску нашего первого продукта Kosmos I. Наш Smart Home Gym производятся и продаются сначала в Китае, затем в странах бывшего Советского Союза и, в конечном итоге, на более широких рынках Восточной Азии, Ближнего Востока и Африки, Европы.",
  third_inner_box_h3: "СЕРВИСЫ",
  third_inner_box_h3_1: "СОЗДАЙТЕ",
  third_inner_box_h3_2: "ЛУЧШЕЕ ТЕЛО",
  third_inner_box_p_2: "Кардио упражнения",
  third_inner_box_p_3:
    "Попытки однократного подъема штанги с весовыми пластинами на максимальный вес",
  fourth_inner_box_h4: "Продукт",
  fourth_inner_box_h4_1: "Информация",
  fourth_inner_box_p:
    "Интеллектуальный комплексный тренажер - это программа упражнений, которая сочетает в себе функции всех основных групп мышц с различными функциями аэробных упражнений высокотехнологичного комплексного тренажера, работающего сильнее и интереснее. Полезная модель имеет характеристики небольшой площади «Бодибилдинг на один квадратный метр», мощную функцию, богатый контент, персонализированную настройку фитнес-программы, сочетание аэробного и разнообразного силового оборудования, регулярные приглашения на живые курсы и другие домашние фитнес-упражнения, такие как научные виды спорта. Система онлайн-курсов и продукт дополняют друг друга и подходят для частного образования, семьи, предприятий и других случаев, таких как тренажерный зал. Придерживайтесь «фитнес-технологий, интеллектуальных, домашних», концепции дизайна для пользователей, чтобы создавать красивое модное, умное фитнес-оборудование на переднем крае технологий.",
  fifth_inner_box_h2: "ПРОСТОЙ ДИЗАЙН,",
  fifth_inner_box_h2_1: "КАЧЕСТВО",
  fifth_inner_box_p:
    "Основная рама интеллектуального комплексного тренажера изготовлена ​​из высокопрочной стали. Прочная, высокотемпературная обработка распылением на поверхности, красивый внешний вид, устойчивость к царапинам, возможность вращения на 180 градусов. Вращающаяся колонна использует концепцию конструкции, состоящую из комбинации пружинного штифта и вращающегося штифта для уменьшения тряски. Чтобы повысить устойчивость во время упражнений, верхняя и нижняя штанги имеют конструкцию регулировки типа стопорного кольца. Регулировка более плавная. Натяжной канат изготовлен из импортной струнной конской плетенки. Он обладает такими характеристиками, как износостойкость, устойчивость к ультрафиолетовому излучению, коррозионная стойкость, стойкость к окислению и сильное усилие на растяжение, что делает его более безопасным во время использования.",
  sixth_inner_box_h4:
    "Эффективное использование энергии Восстановление кинетической энергии",
  sixth_inner_box_p:
    "Разрушительная технология двигателя позволяет избежать люфта, вызванного редуктором, и обеспечивает плавность хода. Управление FOC, специальная конструкция двигателя, может напрямую выдавать крутящий момент более 50 нм, динамический мощный. По сравнению с традиционным противовесом, он тише, безопаснее, умнее и дает более высокий эффект от упражнений.",
  sixth_inner_box_p_1:
    "Восстановление более 80% кинетической энергии с помощью суперконденсаторов, даже в режиме лодки он не только не потребляет энергию, но и может подавать питание на внешние устройства",
  seventh_inner_box_h5:
    "Разнообразие «методов регулировки Booming», удовлетворение различных потребностей в обучении",
  seventh_inner_box_p:
    "(1) Регулировка вертикального вращения (регулировка 9 файлов)",
  seventh_inner_box_h5_1:
    "Тренировки всего тела полностью сосредоточены на вас",
  seventh_inner_box_h5_2: "Регулировка вверх ногами (11 настроек файла)",
  seventh_inner_box_h5_3:
    "Персональные тренировки по профессиональному и научному фитнесу",
  seventh_inner_box_h5_4:
    "Регулировка горизонтального вращения (регулировка 5 уровней)",
  eight_inner_box_h5: "Система Android, социальные сети, музыка, видео все.",
  eight_inner_box_h5_1:
    " Живи и взаимодействуй с тренером и перенеси спортзал в дом.",
  eight_inner_box_h5_2:
    "Свободные упражнения, режим бега, фитнес-план, несколько методов упражнений на ваш выбор",
  eight_inner_box_h5_3:
    "Создавайте разные учетные записи, тренируйтесь вместе с семьей и позвольте своей семье увлечься фитнесом.",
  eight_inner_box_h5_4:
    "Разнообразные обучающие видеоролики по упражнениям действительно достигают цели безбарьерного профессионального обучения для начинающих.",
  eight_inner_box_h5_5:
    "Синхронное онлайн-обновление обучающих видеороликов, чтобы помочь пользователям постоянно изучать новые функции устройства.",
  eight_inner_box_h5_6:
    "Профессиональный тест на мышечную выносливость, эксклюзивный фитнес-план, выберите своего любимого тренера",
  eight_inner_box_h5_7:
    "Запись в режиме реального времени ваших калорий, сожженных во время тренировки, частоты сердечных сокращений и тренировок во время тренировки",
  eight_inner_box_h5_8:
    "Несколько режимов силовых тренировок Несколько режимов силовых тренировок",
  eight_inner_box_p:
    "Несколько режимов силовых настроек Несколько режимов силовых настроек",
  eight_inner_box_h5_9: "Центростремительный изотонический режим",
  eight_inner_box_p_1:
    "Когда мышца сокращается, ее длина становится короче, что значительно увеличивает силу сокращения мышц. Сильный эффект, является эффективным способом увеличения мышц, уменьшения жира и формы. Подходит для плавания, бега, катания на коньках и других предметов. Это основная форма движения мышц, обеспечивающая динамику в основе спорта.",
  eight_inner_box_h5_10: "Центробежный изотонический режим:",
  eight_inner_box_p_2:
    "Может предотвратить спортивные травмы, эксцентрические упражнения позволят новичкам быстро адаптироваться после тренировки. Болезненность мышц может способствовать увеличению силы и эндокринной циркуляции. Позволяет сбросить больше жира, эксцентрические упражнения увеличивают размеры мышц и способствуют их росту.",
  eight_inner_box_h5_11: "Эластичный режим:",
  eight_inner_box_p_3:
    "Упругое сопротивление изменяется с удлинением. Он может эффективно улучшить мышечную силу, физическую активность и гибкость, а также эффективно улучшить спортивные результаты. Он также может соответствовать ритму музыки для изменения. Это становится своего рода аэробной тренировкой, способной быстро самосовершенствоваться, укреплять сердечно-дыхательную функцию и улучшать осанку.",
  eight_inner_box_h5_12: "Режим сопротивления жидкости:",
  eight_inner_box_p_4:
    "Имитировать характеристики ветро- и водонепроницаемости гребного тренажера, ног, талии, верхних конечностей, груди. Мышцы нижней части спины и спины имеют лучший эффект, что позволяет достичь эффекта аэробной нагрузки мышц всего тела. Есть много слухов для регулировки сопротивления, нет шума и можно укрепить ноги. Мышцы талии, верхних конечностей, груди, спины также могут быть улучшены сердечно-легочной функцией, уменьшением жира и формированием эффектов.",
  eight_inner_box_h5_13:
    "Использование нескольких инструментов (беговая дорожка):",
  eight_inner_box_p_5:
    "Интеллектуальное комплексное тренировочное устройство можно использовать в сочетании с различным оборудованием: его можно использовать с беговыми дорожками. В дополнение к скамье для функциональных тренировок, используемой в сочетании, ее также можно использовать со спиннингом, досками для мышц живота и скамьями для толкания плеч. Используйте другое оборудование для упражнений вместе, чтобы получить данные об упражнениях. Поместите беговую дорожку прямо перед интеллектуальным комплексным тренажером и используйте беговую дорожку, когда время, интеллектуальный комплексный тренажер может отрегулировать стрелу настенного тренажера так, чтобы она была параллельна земле, высоко. Отрегулируйте угол до высоты человеческого локтя и отрегулируйте угол так, чтобы он был перпендикулярен стене, как на беговой дорожке. Подлокотник можно использовать; его также можно использовать в качестве телевизора, что может уменьшить унылость бега.",
  eight_inner_box_h5_14:
    "Используйте с многофункциональными стульями для тренировок:",
  eight_inner_box_p_6:
    "Поместите многофункциональную тренировочную скамью перед настенной скамьей, отрегулируйте стрелу в нужное положение и используйте рукоятку или длинный натяжной стержень, чтобы выполнить действие выталкивания, действие после вытягивания сидя и т. д. Реализуйте функцию тренера по жиму лежа.",
  eight_inner_box_h5_15: "Режим реабилитационных тренировок:",
  eight_inner_box_p_7:
    "Обеспечьте точную вспомогательную силу и обратную связь данных, чтобы помочь реабилитированным эффективным действиям суставов, направленным на пассивное сгибание и разгибание коленных суставов, тазобедренных суставов, талии и мышц. Массаж мышц растягивает, чтобы предотвратить контрактуру и деформацию, а также добиться расслабления и облегчения мышц в статических условиях. Напряжение конечностей корректируют осанку, особенно когда больной не в состоянии самостоятельно двигать суставами или объем движений не достигает нормального значения, а также не имеет достаточно сил для совершения активного движения. Под руководством врача сам пациент также может использовать это устройство самостоятельно для оказания помощи. Упражнение, выполняемое пораженной конечностью, значительно снижает нагрузку на врача.",
  nine_inner_box_h5: "Умные аксессуары - Широкий выбор",
  nine_inner_box_h5_1:
    "Различные методы установки отвечают различным потребностям",
  nine_inner_box_p:
    "Настенная установка в домашнем стиле может сэкономить место и наслаждаться интеллектуальным оборудованием для фитнеса. Красиво оформленная домашняя атмосфера",
  nine_inner_box_h5_2:
    "Различные методы установки отвечают различным потребностям",
  nine_inner_box_p_1:
    "Стабильная установка напольной подставки, очень прочная. Напольная присоска более устойчива и подходит для различных помещений.",
  basic_info_h5: "Основная информация",
  basic_info_p: "СПОРТИВНАЯ СИЛА",
  basic_info_p_1:
    "Максимум 60 кг с каждой стороны, с различными режимами силы, интеллектуальной силой. Соответствующая интеллектуальная функция защиты от движения.",
  basic_info_h5_1: "ЭКРАН",
  basic_info_p_2: "32-дюймовый сенсорный экран высокого разрешения.",
  basic_info_h5_2: "ИСТОЧНИК ПИТАНИЯ",
  basic_info_p_3:
    "Встроенная рекуперация энергии для максимальной экономии энергии. Внешний источник питания 110 В переменного тока или 220 В переменного тока.",
  basic_info_h5_3: "РАЗМЕР ТОВАРА",
  basic_info_p_4: "138,5 см * 79,5 см * 28,5 см",
  basic_info_h5_4: "РАЗМЕР",
  basic_info_p_5: "141см * 83см * 25см",
  basic_info_h5_5: "ВЕС ПРОДУКТА",
  basic_info_p_6: "68 кг",
  basic_info_h5_6: "ВЕС ПРОДУКТА БРУТТО",
  basic_info_p_7: "83 кг",
  achievement_h5: "Достижение",
  achievement_p: "СПОРТИВНАЯ СИЛА",
  achievement_p_1:
    "Последние 6 месяцев были действительно трудным периодом для нашей компании, но мы сделали все возможное, чтобы добиться успеха сегодня.",
  achievement_h5_1:
    "Более 10000 + пользователей более 220 + переходы без взносов",
  achievement_p_2:
    "А также наш Smart Home Gym уже экспортируется в эти страны:",
  achievement_h5_2:
    "* Россия * Узбекистан * Индонезия * США * Танзания * Таиланд",
  pre_footer_h5: "ОЗНАКОМЬТЕСЬ С НАШИМ КОНТЕНТОМ",
  footer_h5: "Как лучшие становятся сильнее",
  footer_p:
    "Сообщество Kosmos меняет силовые тренировки навсегда. Присоединяйтесь, мы только начинаем.",
  footer_h5_1: "ПОДДЕРЖИВАЙТЕ С НАМИ СВЯЗЬ В СОЦИАЛЬНЫХ СЕТЯХ",
  footer_p_1: "Будьте в курсе событий с Космос-Фитнес",
  footer_p_2: "Звоните нам",
  footer_p_3: "Авторское право © ",
  footer_p_4: "Космос-Фитнес. Все права защищены.",
  email_input: "Введите адрес электронной почты",
};
